var local_database = [{
    data: "Sep 2 2018",
    title: "正是虾肥蟹壮时",
    imgSrc: "/images/post/01.jpg",
    avatar: "/images/avater.jpg",
    content: "菊黄蟹正肥，品尝起IT界军军军军军军军快乐十分吉林省的看法了是的开发商来对付",
    reading: "12",
    collection: "96",
    headImgSrc: "/images/01.jpg",
    author:"小白",
    dateTime:"23小时",
    detail:"好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房",
    postId:0,
    music:{
      url: 'http://petn4t7y3.bkt.clouddn.com/205464577817711617.mp3',
      title: '三生三世',
      coverImg: 'http://petnpirk1.bkt.clouddn.com/6473833324115656705?imageView2/1/w/120/h/60'
    }
  },
  {
    data: "Sep 2 2019",
    title: "正是虾肥蟹壮时111",
    imgSrc: "/images/post/02.jpg",
    avatar: "/images/avater.jpg",
    content: "菊黄蟹正肥111，品尝起IT界军军军军军军军快乐十分吉林省的看法了是的开发商来对付",
    reading: "12",
    collection: "96",
    headImgSrc: "/images/02.jpg",
    author:"小黑",
    dateTime:"20小时",
    detail:"好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房",
    postId: 1,
    music: {
      url: 'http://petn4t7y3.bkt.clouddn.com/205464577817711617.mp3',
      title: '三生三世',
      coverImg: 'http://petnpirk1.bkt.clouddn.com/6473833324115656705?imageView2/1/w/120/h/60'
    }
  },
  {
    data: "Sep 2 2020",
    title: "正是虾肥蟹壮时2222",
    imgSrc: "/images/post/01.jpg",
    avatar: "/images/avater.jpg",
    content: "菊黄蟹正肥，品尝起IT界军军军军军军军快乐十分吉林省的看法了是的开发商来对付",
    reading: "12",
    collection: "96",
    headImgSrc: "/images/03.jpg",
    author:"小黄",
    dateTime:"13小时",
    detail:"好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房",
    postId: 2,
    music: {
      url: 'http://petn4t7y3.bkt.clouddn.com/205464577817711617.mp3',
      title: '三生三世',
      coverImg: 'http://petnpirk1.bkt.clouddn.com/6473833324115656705?imageView2/1/w/120/h/60'
    }
  },
  {
    data: "Sep 2 2021",
    title: "正是虾肥蟹壮时333",
    imgSrc: "/images/post/02.jpg",
    avatar: "/images/avater.jpg",
    content: "菊黄蟹正肥111，品尝起IT界军军军军军军军快乐十分吉林省的看法了是的开发商来对付",
    reading: "12",
    collection: "96",
    headImgSrc: "/images/01.jpg",
    author:"小青",
    dateTime:"23小时",
    detail:"好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房好无奈女女女女女女微服务福建省了的看法健身房",
    postId: 3,
    music: {
      url: 'http://petn4t7y3.bkt.clouddn.com/251119893825459201.mp3',
      title: '临时演员',
      coverImg: 'http://petnpirk1.bkt.clouddn.com/251119866575066112?imageView2/1/w/120/h/60'
    }
  }
]

module.exports={
  postList:local_database
}